package telegram

const TextWhenOkStart = "Регистрация успешна! ✅\n\n" +
	"Теперь наклейте QR код на Вашу машину так чтобы другие могли ее сканировать 😊\n\n" +
	"Каждый раз когда кто-то будет сканировать QR код - вы будете получать вот такое уведомление:"

const TextWhenFailStart = "Регистрация неуспешна! 😔\n" +
	"По данному QR уже была регистрация"

const TextMoveCar = "Вас просят переставить машину!"

const TextDefaultUser = "Напишите откуда куда и когда Вам нужна попутка, например:\n\n" +
	"* Бишкек Каракол сегодня\n" +
	"* Каракол Балыкчы завтра"

const TextTooLongVoice = "Вы отправили слишком длинное голосовое сообщение"
const TextConnectApteka = "Чтобы подключить аптеку нажмите кнопку ниже"

const EmojiPill = "💊"
const EmojiHospital = "🏥"
const EmojiPin = "📍"
const EmojiPhone = "📞"

const TextHelpUser = "Просто создайте заявку на поездку 😊"
