package telegram

const TextWhenOkStart = "Регистрация успешна! ✅\n\n" +
	"Теперь наклейте QR код на Вашу машину так чтобы другие могли ее сканировать 😊\n\n" +
	"Каждый раз когда кто-то будет сканировать QR код - вы будете получать вот такое уведомление:"

const TextWhenFailStart = "Регистрация неуспешна! 😔\n" +
	"По данному QR уже была регистрация"

const TextMoveCar = "Вас просят переставить машину!"

const TextDefault = "Какие лекарства Вы ищете? 😊\n\n" +
	"💬 Запишите голосовое сообщение и просто продиктуйте названия лекарств\n\n" +
	"✏️ Или отправьте названия лекарств текстом через запятую"

const TextTooLongVoice = "Вы отправили слишком длинное голосовое сообщение"
const TextConnectApteka = "Чтобы подключить аптеку нажмите кнопку ниже"

const EmojiPill = "💊"
const EmojiHospital = "🏥"
const EmojiPin = "📍"
const EmojiPhone = "📞"
